Repository: litnimax/astconfman
Catalog: astconfman/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: (C) 2015 Asterisk Guru | <a href="http://asteriskguru.ru/">www.asteriskguru.ru</a> | Professional Asterisk support & development services.
ru: (C) 2015 Asterisk Guru | <a href="http://asteriskguru.ru/">www.asteriskguru.ru</a> | Профессиональные услуги поддержки и разработки для Asterisk.

source: File
ru: Файл

source: CSV file is broken, line %(linenum)s
ru: CSV-файл поврежден, line %(linenum)s

source: The first column does not contain phone number, line %(linenum)s
ru: Первый столбец не содержит номер телефона, line %(linenum)s

source: You must select a Public Participant Profile for a Public Conference.
ru: Вы должны выбрать профиль участника для Публичной Конференции

source: John Smith
ru: Афиноген Пупкин

source: Sam Brown
ru: Космодром Байконуров

source: Guest
ru: Гость

source: Marker
ru: Помеченный пользвователь

source: Administrator
ru: Администратор

source: Default
ru: По умолчанию

source: Test Conference
ru: Тестовая конференция

source: Admin
ru: Администратор

source: Marked
ru: Помеченный пользователь

source: PIN is set
ru: ПИН установлен

source: Wait for marked user to join
ru: Ожидать присоединения к конференции Помеченного Пользователя

source: End when marked user leaves
ru: Завершить как только Помеченный Пользователь вышел

source: Guests (not from participant list) can join
ru: Гости (номера, которых нет в списке участников) могут присоединиться

source: Only for participants specified
ru: Только для участников

source: Phone
ru: Телефон

source: Name
ru: Имя

source: User
ru: Пользователь

source: Add to Conference
ru: Добавить в конференцию

source: Imported %(num)s contacts.
ru: Импортировано %(num)s контактов

source: Conference
ru: Конференция

source: Participant Profile
ru: Профиль Участника

source: Is invited on Invite All?
ru: Включен в Пригласить Всех

source: When enabled this participant will be called on <i>Invite All</i> from <i>Manage Conference</i> menu.
ru: Если включено, этот участник будет вызван при выборе <i>Пригласить Всех Участников</i> в меню <i>Управления Конфренецией</i>.

source: Conference Number
ru: Номер Конференции

source: Conference Name
ru: Название Конференции

source: Participants
ru: Участники

source: Invited Participants
ru: Приглашаемые участники

source: Participants Online
ru: Участники онлайн

source: Locked
ru: Заблокирована

source: Public
ru: Публичная

source: Conference Profile
ru: Профиль Конференции

source: Public Participant Profile
ru: Профиль Публичного Участника

source: Basic Settings
ru: Основные настройки

source: Open Access
ru: Открытый доступ

source: %(contact)s is already there.
ru: %(contact)s уже там.

source: %(contact)s added.
ru: %(contact)s добавлен.

source: Number %(phone)s is called for conference.
ru: Номер %(phone)s вызван в конференцию.

source: All the participants where invited to the conference
ru: Все участники были приглашены в конференцию

source: Channel %(channel)s is kicked.
ru: Канал %(channel)s выброшен из конференции.

source: All participants have been kicked from the conference.
ru: Все участники были отключены от конференции.

source: Participant %(channel)s muted.
ru: Участник %(channel)s - микрофон выключен.

source: Conference muted.
ru: В конференции приглушен звук.

source: Participant %(channel)s unmuted.
ru: Участник %(channel)s - микрофон включен.

source: Conference unmuted.
ru: В конференции включен звук.

source: The conference recording has been started.
ru: Запись конференции начата.

source: The conference recording has been stopped.
ru: Запись конференции закончена.

source: The conference has been locked.
ru: Конференция заблокирована.

source: The conference has been unlocked.
ru: Конференция разблокирована

source: Entry
ru: Значение

source: Format: Minute Hour Day-of-Month Month Day-of-Week. Examples: <br/> 30 10 * * 1,2,3,4,5 - Every workday at 10:30 a.m. <br/> 0 10 1 * * - Every 1-st day of every month at 10:00 a.m. <br/> See Linux Crontab: 15 Awesome Cron Job Examples - <br/> http://www.thegeekstuff.com/2009/06/15-practical-crontab-examples/
ru: Формат: Минута Час Число-месяца Месяц День-недели. Примеры: <br/> 30 10 * * 1,2,3,4,5 - Каждый рабочий день в 10:30 утра.<br/> 0 10 1 * * - Каждый первый день месяца в 10:00 утра. <br/> Смотрите статью Linux Crontab: 15 Крутых Примеров Крон Задач - <br/> http://www.thegeekstuff.com/2009/06/15-practical-crontab-examples/

source: Crontab has been installed successfully.
ru: Crontab успешно установлен.

source: Profile Name
ru: Название Профиля

source: Limits the number of participants for a single conference to a specific number. By default, conferences have no participant limit. After the limit is reached, the conference will be locked until someone leaves. Admin-level users are exempt from this limit and will still be able to join otherwise-locked, because of limit, conferences.
ru: Ограничить количества участников в конкретной конференц-комнате. По умолчанию, конференции не имеют лимита на участников. После достижения лимит, конференция будет заблокирована на вход пользователей, пока кто-то не выйдет из нее. Пользователи с профилем Админитратора не попадают опд действие лимита и всегда могут попасть в нужную конференц-комнату.

source: Records the conference call starting when the first user enters the room, and ending when the last user exits the room. The default recorded filename is 'confbridge-<name of conference bridge>-<start time>.wav' and the default format is 8kHz signed linear. By default, this option is disabled. This file will be located in the configured monitoring directory as set in conf
ru: Запись конференции начинается при входе первого пользователя в конференц-комнату и заканчивается когда выйдет последний. Имя файла записи по умолчанию "<name of conference bridge>-<start time>.wav", 8кГц. По умолчанию опция записи отключена. Файл записи будет находится в папки записей, которая указана в конфигурационном файле asterisk.conf

source: Sets the internal native sample rate at which to mix the conference. The "auto" option allows Asterisk to adjust the sample rate to the best quality / performance based on the participant makeup. Numbered values lock the rate to the specified numerical rate. If a defined number does not match an internal sampling rate supported by Asterisk, the nearest sampling rate will be used instead.
ru: Установить чистоту дискритезации, на которой микшировать конференцию. Опция "авто" позволяет Asterisk устанавливает нужную частоту дискретизации для достижения максимального качества записи. Числовые значения устанавливают частоту дискретизации равную их значению. Если выбранное числовое значение не совпадает с имеющейся по умолчанию в Asterisk частотой дискретизации - выбирается ближайшее имеющееся значение.

source: Sets, in milliseconds, the internal mixing interval. By default, the mixing interval of a bridge is 20ms. This setting reflects how "tight" or "loose" the mixing will be for the conference. Lower intervals provide a "tighter" sound with less delay in the bridge and consume more system resources. Higher intervals provide a "looser" sound with more delay in the bridge and consume less resources
ru: Установить интервал микширования (в милисекундах). По умолчанию интервал микширования - 20мс. Данный параметр устанавливает насколько "жестко " или "свободно " будет микшироваться запись конфренции. Нижние значения обеспечивают более "жесткий " звук и потребляют большее количество системных ресурсов, более высокие, соответственно, наоборот.

source: Configured video (as opposed to audio) distribution method for conference participants. Participants must use the same video codec. Confbridge does not provide MCU functionality. It does not transcode, scale, transrate, or otherwise manipulate the video. Options are "none," where no video source is set by default and a video source may be later set via AMI or DTMF actions; "follow_talker," where video distrubtion follows whomever is talking and providing video; "last_marked," where the last marked user with video capabilities to join the conference will be the single video source distributed to all other participants - when the current video source leaves, the marked user previous to the last-joined will be used as the video source; and "first-marked," where the first marked user with video capabilities to join the conference will be the single video source distributed to all other participants - when the current video source leaves, the marked user that joined next will be used as the video source. Use of video in conjunction with the jitterbuffer results in the audio being slightly out of sync with the video - because the jitterbuffer only operates on the audio stream, not the video stream. Jitterbuffer should be disabled when video is used.
ru: Настроить видео- (отдельно от аудио-) профиль для участников конференции. Участники конференции должны использовать такой же кодек. Confbridge не обладает функционалом полноценного MCU. Он не транскодирует, не масштабирует, не изменяет битрейт видео-потока. Варианты:"none" - видео не включено по умолчанию. Но может быть включено позже используя DTMF-команды или AMI-интерфейс Asterisk."follow_talker" - показывать говорящего,"last_marked" - показывать последнего Помеченного пользователя, после того как данный пользоователь вышел из конференции, источником видео будет предыдущий помеченный пользователь."first-marked" - показывать первого Помеченного пользователя, как только этот пользователь вышел, источником видео будет следующий зашедший в конференцию Помеченый пользователь. Для использования аудио- и видео-потоков в конференции параметр Asterisk Jitterbuffer должен быть выключен, чтобы не было рассинхронизации картинки и звука.

source: Basic
ru: Основные

source: Announcements
ru: Объявления

source: Voice Processing
ru: Обработка голоса

source: Legend
ru: Легенда

source: Sets if the user is an Admin or not. By default, no.
ru: Установить пользователю профиль Администратор. По умолчанию - нет.

source: Sets if the user is Marked or not. By default, no.
ru: Установить пользователю профиль Помеченный пользователь. По умолчанию - нет.

source: Sets if the user should start out muted. By default, no.
ru: Установить пользователю заход в конференцию с выключенным микрофоном. По умолчанию - нет.

source: Sets if the user must enter a PIN before joining the conference. The user will be prompted for the PIN.
ru: Установить пользователю принудительный ввод ПИН-кода перед заходом в конференц-комнату. (При входе пользователю будет проиграно сообщение с просьюой ввести ПИН).

source: When set, enter/leave prompts and user introductions are not played. By default, no.
ru: Если установлено, то сообщения о входе/выходе пользователя в конференц-комнату не проигрываются. По умолчанию - нет.

source: Sets if the user must wait for another marked user to enter before joining the conference. By default, no.
ru: Устанавливает, должен ли пользователь ожидать входа Помеченного пользователя перед присоединением пользователя к конференции. По умолчанию - нет.

source: If enabled, every user with this option in their profile will be removed from the conference when the last marked user exists the conference.
ru: Если опция включена, каждый пользователь с этой опцией в своем профиле, будет удален из конференции, когда в конференции остался один Помеченный пользователь пользователь.

source: Whether or not DTMF received from users should pass through the conference to other users. By default, no.
ru: Разрешить DTMF от пользователей в конференции. По умолчанию - нет.

source: Sets whether music on hold should be played when only one person is in the conference or when the user is waiting on a marked user to enter the conference. By default, off.
ru: Устанавливает должна ли проигрываться музыка на удержании если в конференц-комнате единственный пользователь или когда участники ожидают вход в конференцию Помеченного пользователя. По умолчанию - выключено.

source: Sets the music on hold class to use for music on hold.
ru: Устанавливает класс музыки на удержании для конференции.

source: Sets if the number of users in the conference should be announced to the caller. By default, no.
ru: Устанавливает нужно ли проигрывать текущее количество участников конференции пользователю при входе в конференц-комнату. По умолчанию - нет.

source: Choices: yes, no, integer. Sets if the number of users should be announced to all other users in the conference when someone joins. When set to a number, the announcement will only occur once the user count is above the specified number
ru: Выбор: yes, no, число.

source: Sets if the only user announcement should be played when someone enters an empty conference. By default, yes.
ru: Устанавливает должно ли проигрываться сообщение о заходе пользователя в конференцию. По умолчанию - да.

source: If set, the sound file specified by filename will be played to the user, and only the user, upon joining the conference bridge.
ru: Если установлено, звуковой файл с определенным именем будет проигран пользователю при присоединении к конференции

source: When enabled, this option prompts the user for their name when entering the conference. After the name is recorded, it will be played as the user enters and exists the conference. By default, no.
ru: Когда эта опция включена, у пользователя запрашивается его имя при входе в конференцию. После этого записывается то, что сказал пользовательи проигрывается при его входе в конференцию. По умолчанию - нет.

source: Drops what Asterisk detects as silence from entering into the bridge. Enabling this option will drastically improve performance and help remove the buildup of background noise from the conference. This option is highly recommended for large conferences, due to its performance improvements.
ru: Включение этой опции резко повышает производительность и поможет удалить наращивание фонового шума от конференции. Эта опция рекомендуется для больших конференций ввиду улучшения производительности.

source: The time, in milliseconds, by default 160, of sound above what the DSP has established as base-line silence for a user, before that user is considered to be talking. This value affects several options: Audio is only mixed out of a user's incoming audio stream if talking is detected. If this value is set too loose, the user will hear themselves briefly each time they begin talking until the DSP has time to establish that they are in fact talking. When talker detection AMI events are enabled, this value determines when talking has begun, which causes AMI events to fire. If this value is set too tight, AMI events may be falsely triggered by variants in the background noise of the caller. The drop_silence option depends on this value to determine when the user's audio should be mixed into the bridge after periods of silence. If this value is too loose, the beginning of a user's speech will get cut off as they transition from silence to talking.
ru: Время в миллисекундах (160 по умолчанию), которое согласно DSP предшествует началу разговора пользователя. Это значание влияет на некоторые операции: Аудио микшируется только из поступающего звукового потока пользователя, если речь обнаружена. Если значение слишком низкое - пользователи будут слышать себя каждый раз, когда они начинают говорить. Также это значение влияет на правильное создание соответсвующего AMI-событий. Если значение слишком большое - то начало разговора пользователя может быть не услышано.

source: The time, in milliseconds, by default 2500, of sound falling within what the DSP has established as the baseline silence, before a user is considered to be silent. The best way to approach this option is to set it slightly above the maximum amount of milliseconds of silence a user may generate during natural speech. This value affects several operations: When talker detection AMI events are enabled, this value determines when the user has stopped talking after a period of talking. If this value is set too low, AMI events indicating that the user has stopped talking may get faslely sent out when the user briefly pauses during mid sentence. The drop_silence option depends on this value to determine when the user's audio should begin to be dropped from the bridge, after the user stops talking. If this value is set too low, the user's audio stream may sound choppy to other participants.
ru: Продолжительность тишины, которая считается DSP базовой для того, чтобы считать, что от пользователя не приходит никакого аудио-потока, по умолчанию 2500 милисекунд. Best practice - установить это значение чуть выше значения по умолчанию, нежели значение, которое может быть достигнуто в естественной речи пользователя. Это значание влияет на некоторые события: Когда AMI-событие детектирования говорящего включено, это занчание определяет, когда пользователь закончил говорить. Если значение слишком низкое, то может быть ложное AMI-событие. Опция drop_silence зависит от данной опции. Если значание слишком низкое речь пользователя для других участников конференции может слышиться прерывистой

source: Sets whether or not notifications of when a user begins and ends talking should be sent out as events over AMI. By default, no.
ru: Устанавливает отправку AMI-событий когда пользователь начал или закончил говорить. По умолчанию - нет.

source: Whether or not a noise reduction filter should be applied to the audio before mixing. By default, off. This requires codec_speex to be built and installed. Do not confuse this option with drop_silence. denoise is useful if there is a lot of background noise for a user, as it attempts to remove the noise while still preserving the speech. This option does not remove silence from being mixed into the conference and does come at the cost of a slight performance hit.
ru: Устанавливает должно ли быть включено шумоподавление перед микшированием аудиопотока. По умолчанию - выключено. Для использования данной опции codec_speex должен быть скомпилирован и установлен. Не путайте эту опцию с drop_silence, удаление шумов полезно, если есть много фонового шума, так как включение этой опции позвоялет удалить шум, сохраняя речь. Эта опция не удаляет тишину из микширования в конференции и в конечном итоге приводит к небольшому падению производительности.

source: Whether or not to place a jitter buffer on the caller's audio stream before any audio mixing is performed. This option is highly recommended, but will add a slight delay to the audio and will incur a slight performance penalty. This option makes use of the JITTERBUFFER dialplan function's default adaptive jitter buffer. For a more fine-tuned jitter buffer, disable this option and use the JITTERBUFFER dialplan function on the calling channel, before it enters the ConfBridge application.
ru: Указывать или не указывать значение джиттер-буффера на голосовом потоке звонящего до того как будут совершены какие-либо преобразования. Использование опции рекомендуется, однако добавляет небольшую задержку в передаче голоса и слегка снижает производительность системы. Эта опция позволяет использовать адаптивный jitter buffer по умолчанию в функции диалплана JITTERBUFFER . Для более точной настройки jitter-buffer требуется отключение опции и применение функции диалплана JITTERBUFFER на вызываемом канале до того как вызов попадет в приложение ConfBridge.

source: New Password
ru: Новый Пароль

source: Conferences
ru: Конференции

source: Plan
ru: План

source: Contacts
ru: Контакты

source: Recordings
ru: Записи

source: Profiles
ru: Профили

source: Participant
ru: Участник

source: Users
ru: Пользователи

source: Roles
ru: Роли

source: Attempt to enter non-public conference from %(phone)s.
ru: Попытка войти в не-публичную конференцию с номера %(phone)s.

source: Could not invite number %(num)s: %(status)s
ru: Невозможно вызвать номер %(num)s: %(status)s

source: Number %(num)s has entered the conference.
ru: Номер %(num)s вошел в конференцию.

source: Number %(num)s has left the conference.
ru: Номер %(num)s покинул конференцию.

source: Unmute request from number %(num)s.
ru: Запрос на включение микрофона от номера %(num)s.

source: Number %(num)s is talking.
ru: Номер %(num)s говорит

source: Number %(num)s is silent.
ru: Номер %(num)s замолчал

source: Submit
ru: Подтвердить

source: You can create participants in menu <b>Participants</b>.
ru: Создайте Участников конференции в меню <b>Участники</b>.

source: Manage Conference
ru: Управление конференцией

source: Invite All Participants
ru: Пригласить всех участников

source: Phone number
ru: Номер телефона

source: Invite
ru: Пригласить

source: Mute All
ru: Выключить все микрофоны

source: Unmute All
ru: Включить все микрофоны

source: Start Recording
ru: Начать запись

source: Stop Recording
ru: Остановить запись

source: Unlock
ru: Разблокировать

source: Lock
ru: Заблокировать

source: Kick All
ru: Отключить всех

source: Unmute
ru: Включить микрофон

source: Mute
ru: Выключить микрофон

source: Kick
ru: Отключить

source: Conference Log
ru: Лог конференции

source: Clear Log
ru: Очистить лог

source: You can manage participants in menu <b>Participants</b>.
ru: Управляйте списками Участников конференции в меню <b>Участники</b>.

source: Install the Schedule
ru: Установить расписание

source: You can also
ru: Вы можете также

source: Import Contacts
ru: Импортировать контакты

source: Import Contacts from a CSV file (phone, name):
ru: Импортировать контакты из CSV-файла (телефон, имя):

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Language
ru: Язык

source: Must be a number!
ru: Тип данных - число!

source: Participant with phone number %(num)s already there.
ru: Участник с номером %(num)s уже добавлен.

source: %(job)s is not a correct crontab entry.
ru: %(job)s не является корректной записью планироващика.
